pytrustnfe/nfse/niteroi/templates/GerarNfse.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Header>
        <nfseCabecMsg>
            <cabecalho xmlns="http://www.abrasf.org.br/nfse.xsd" versao="2.03">
                <versaoDados>2.03</versaoDados>
            </cabecalho>
        </nfseCabecMsg>
    </soap:Header>
    <soap:Body>
        <GerarNfseRequest xmlns="http://www.abrasf.org.br/nfse.xsd">
            <nfseDadosMsg>
                <GerarNfseEnvio xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
                    xmlns:xsd="http://www.w3.org/2001/XMLSchema" 
                    xmlns="http://www.abrasf.org.br/nfse.xsd">
                    {% include 'Rps.xml' %}
                </GerarNfseEnvio>
            </nfseDadosMsg>
        </GerarNfseRequest>
    </soap:Body>
</soap:Envelope>